[PlaceEvacZone X2AbilityTemplate]
LocFriendlyName="Call Skyranger"
LocHelpText="Place an EVAC zone for your soldiers. The EVAC will not succeed if enemies are active within the exclusion zone when Firebrand arrives."